//
//  YPBStringDef.h
//  YuePaoBa
//
//  Created by Sean Yue on 16/2/20.
//  Copyright © 2016年 iqu8. All rights reserved.
//

#ifndef YPBStringDef_h
#define YPBStringDef_h

#define YPBGiftWords @[\
@"100%纯女孩，最喜欢火箭，咻咻咻~~",\
@"礼物事小，友谊事大！",\
@"愿送我礼物的哥哥弟弟们都能与我有一个“幸”福美满的邂逅(づ￣ 3￣)づ",\
@"送礼物这件事上如果小气，那我怎么相信以后你会对我大方？",\
@"啊啊啊，互赠礼物哈~让我看到你的心意！",\
@"送妞礼物的，妞必回哦！",\
@"记得送完礼物后私信我你的微信号，我会加O(∩_∩)O哈！",\
@"最喜欢慷慨解囊的能人异士了，么~么~哒！",\
@"人生最难的是知己，猜猜我喜欢什么礼物？猜对有惊喜哦！",\
@"我就想要一个礼物呀~什么都可以",\
@"baby们~礼物砸过来吧",\
@"不送我礼物的都是小狗狗╮(╯_╰)╭",\
@"土豪我们交个朋友吧",\
@"来了就送个礼物再走呗",\
@"帅哥，不送个礼物就走，会不会有失风度？",\
@"好久米收到礼物惹，你能给我惊喜嘛",\
@"/(ㄒoㄒ)/~~好想收礼物~~",\
@"假设一句话代表暧昧，一份礼物代表真心，那么你对我，是虚情假意还是真心呢",\
@"你问我爱你呦多深？看你礼物给多少咯。姐就是这么实在的人！",\
@"诶哟，人家就是要！礼！物！嘛！",\
@"别人都说我是污妖王，但，都是送了礼物后才看到的",\
@"别人说我太高冷，那是因为他们都想空手套白狼！",\
@"我这么美，当然不是随便谁都能做朋友的啦，一毛不拔的人请！走！开！",\
@"礼轻情意重，让我看到你的心",\
@"好哥哥，给我送给礼物嘛，好不好",\
@"上次有个人送对了礼物，我笑的合不拢腿"]


#endif /* YPBStringDef_h */
